brew "wget"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "node"
brew "postgresql"
brew "pyenv"
brew "neovim"
brew "tmux"

cask "firefox"
cask "google-chrome"
cask "alacritty"
cask "visual-studio-code"
cask "sublime-text"
cask "intellij-idea"
cask "docker"
cask "postman"
cask "github"
cask "pgadmin4"
cask "spotify"
cask "discord"
cask "whatsapp"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "microsoft-word"
cask "microsoft-excel"
