brew "wget"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "tmux"

cask "google-chrome"
cask "firefox"
cask "sublime-text"
cask "dbeaver-community"
cask "docker"
cask "postman"
cask "spotify"
cask "discord"
cask "whatsapp"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "microsoft-word"
cask "microsoft-excel"
